Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: As part of projects implemented by government agencies, local government units and NGOs, Poland funds studies, scholarships, trainings and fellowships for nationals of countries receiving official development assistance, provides expert support and commissions the development of analyses.
pl: W ramach projektów realizowanych przez organy administracji rządowej, jednostki samorządu terytorialnego i organizacje pozarządowe Polska finansuje studia, stypendia, szkolenia i staże dla obywateli państw-biorców oficjalnej pomocy rozwojowej, zapewnia wsparcie eksperckie, zleca opracowywanie analiz.

source: The key segments of the Polish technical cooperation include:
pl: Najważniejsze segmenty polskiej współpracy technicznej:

source: government scholarship programs
pl: rządowe programy stypendialne

source: In 2009, 4,337 students and 417 graduate students and trainees were provided with free education in Poland.
pl: W 2009 r. bezpłatną naukę pobierało w Polsce 4337 studentów oraz 417 doktorantów i stażystów.

source: The largest group were citizens of Belarus and the Ukraine.
pl: Najliczniejszą grupę stanowili obywatele Białorusi i Ukrainy.

source: The costs amounted to over PLN 33 million, and the value of grants paid by the Ministry of Science and Higher Education exceeded PLN 17 million.
pl: Koszty wyniosły ponad 33 mln PLN, a wartość wypłaconych przez MNiSW stypendiów to ponad 17 mln PLN.

source: It provides an opportunity to study at Polish universities for people who cannot study at their home universities for political reasons.
pl: Umożliwia on naukę na polskich uczelniach osobom, które z przyczyn politycznych nie mogą studiować na rodzimych uczelniach.

source: Additional scholarships for nationals of developing countries are financed by the Ministry of Health and the Ministry of Culture and National Heritage.
pl: Dodatkowe stypendia dla obywateli państw rozwijających się finansują Ministerstwo Zdrowia oraz Ministerstwo Kultury i Dziedzictwa Narodowego.

source: The Minister of Culture and National Heritage earmarked over PLN 90 thousand for scholarships.
pl: Minister kultury i dziedzictwa narodowego przeznaczył na stypendia ponad 90 tys.

source: The "Nieśwież Academy" International Postgraduate Summer School, established in 1995, trains college graduates from the countries of Central and Eastern Europe, who professionaly deal with the protection and preservation of historical monuments.
pl: Od 1995 roku działa Międzynarodowa Podyplomowa Letnia Szkoła „Akademia Nieświeska", która kształci absolwentów szkół wyższych z krajów Europy Środkowo-Wschodniej zawodowo zajmujących się ochroną i konserwacją zabytków.

source: The Ministry of Foreign Affairs provides training courses for young diplomats from developing countries, organised in cooperation with the Diplomatic Academy of the Polish Institute of International Affairs.
pl: MSZ realizuje szkolenia dla młodych dyplomatów z krajów rozwijających się organizowane we współpracy z Akademią Dyplomatyczną Polskiego Instytutu Spraw Międzynarodowych.

source: In 2009, foreign service personnel from Afghanistan, Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Turkmenistan and the Ukraine participated in the training (the fifth edition).
pl: W 2009 r. (piąta edycja) w szkoleniu uczestniczyli pracownicy służby zagranicznej z Afganistanu, Armenii, Azerbejdżanu, Białorusi, Gruzji, Kazachstanu, Kirgistanu, Mołdowy, Turkmenistanu oraz Ukrainy.

source: The Development Cooperation Department of the Ministry of Foreign Affairs provides SENSE trainings (Strategic Economic Needs and Security Exercise) for representatives of high-level state administration in the countries that are on the verge of political, economic and social transformation; in 2009, the main objective of the training was to strengthen the government of Belarus, to promote reforms and the principles for good governance at national and local levels.
pl: Departament Współpracy Rozwojowej MSZ prowadzi szkolenia SENSE (Strategic Economic Needs and Security Exercise) dla przedstawicieli wysokiego szczebla administracji państwowej z krajów stojących u progu przemian ustrojowych, gospodarczych i społecznych; w 2009 r. głównym celem szkolenia było wzmocnienie administracji rządowej Białorusi, promowanie reform oraz zasad dobrego rządzenia na szczeblu krajowym i lokalnym.

source: The project was included in the Polish activities implemented in countries covered by the Eastern Partnership.
pl: Projekt wpisał się w działania Polski realizowane na rzecz krajów objętych inicjatywą Partnerstwa Wschodniego.

source: Under Resolution of the Council of Ministers No. 220/2007, the Polish European Union Police Mission in Afghanistan (EUPOL Afghanistan) was established.
pl: Uchwałą Rady Ministrów nr 220/2007 utworzono Polski Kontyngent Misji Policyjnej Unii Europejskiej w Afganistanie (EUPOL Afghanistan).

source: The purpose of the mission is monitoring, advising, mentoring and training of the Afghan police.
pl: Celem misji jest monitorowanie, doradztwo, opieka mentorska i szkolenie afgańskiej Policji.

source: In 2009, Polish police coming under to the Ministry of the Interior and Administration sent three officers to work in this mission.
pl: W 2009 r. polska Policja podległa MSWiA wysłała trzech funkcjonariuszy do pracy w tej misji.

source: For two years, an important component of technical assistance of the Ministry of Foreign Affairs is the Polish Aid Volunteering Programme, which allows the direct involvement of citizens in assistance targeted to people in developing countries.
pl: Od dwóch lat ważnym elementem pomocy technicznej MSZ jest programu Wolontariat - polska pomoc, który umożliwia bezpośrednie zaangażowanie obywateli w pomoc kierowaną do mieszkańców krajów rozwijających się.

source: In 2009, in the second edition of the programme, 25 volunteers implemented projects in six Latin American countries (Bolivia, Ecuador, Guatemala, Costa Rica, Mexico and Peru), in six countries in Africa (Ethiopia, Ghana, Mauritania, Niger, Tanzania and Zambia) and Asia (Bangladesh and Tajikistan) and in Georgia.
pl: W 2009 r. w ramach drugiej edycji programu 25 wolontariuszy realizowało projekty w sześciu krajach Ameryki Łacińskiej (w Boliwii, Ekwadorze, Gwatemali, Kostaryce, Meksyku i Peru), w sześciu krajach na kontynencie afrykańskim (w Etiopii, Ghanie, Mauretanii, Nigrze, Tanzanii i Zambii), a także w Azji (w Bangladeszu i Tadżykistanie) oraz w Gruzji.

source: In 2009, the Teacher Training Centre (since 2010 - the Centre for Educational Development) launched a pilot project entitled "Leaders of educational initiatives", which was a response to the needs reported by the Ukrainian party relating to raising the quality of schools, professional development of teachers and the equalisation of educational opportunities.
pl: W 2009 r. Centralny Ośrodek Doskonalenia Nauczycieli (od 2010 r. - Ośrodek Rozwoju Edukacji) rozpoczął realizację pilotażowego trzyletniego projektu pt. „Liderzy inicjatyw oświatowych", który był odpowiedzią na zgłaszane przez stronę ukraińską potrzeby związane z podnoszeniem jakości pracy szkół, rozwojem zawodowym nauczycieli oraz wyrównywaniem szans edukacyjnych.

source: The right to host the European Football Championship EURO 2012 obtained by Poland and the Ukraine was an incentive to launch projects in the field of tourism development and security of mass events.
pl: Uzyskanie przez Polskę i Ukrainę prawa do organizacji mistrzostw Europy w piłce nożnej EURO 2012 stało się impulsem do uruchomienia projektów z dziedziny rozwoju turystyki i bezpieczeństwa imprez masowych.

source: In 2009, Polish financial institutions also joined the implementation of initiatives relating to technical assistance.
pl: W 2009 r. w realizację inicjatyw o charakterze pomocy technicznej włączyły się także polskie instytucje finansowe.

source: The National Bank of Poland funded seminars, workshops, study visits and internships for employees of the banking sector in selected developing countries.
pl: Narodowy Bank Polski sfinansował seminaria, warsztaty, wizyty studyjne i staże dla pracowników sektora bankowego z wybranych krajów rozwijających się.

source: It organised expert visits involving economic education for employees of central banks in Tunisia, Serbia, Belarus, Georgia, Kyrgyzstan, Tajikistan, Azerbaijan and Vietnam.
pl: Zorganizował też wyjazdy eksperckie mające na celu edukację ekonomiczną pracowników centralnych jednostek bankowych w Tunezji, Serbii, Białorusi, Gruzji, Kirgistanie, Tadżykistanie, Azerbejdżanie i Wietnamie.

source: The expenditure incurred in 2009 was over PLN 350 thousand.
pl: Koszt wydatków poniesionych w 2009 r. to ponad 350 tys.

source: The participants from Belarus acquainted themselves with the Polish training and customs system, the participants from Kazakhstan had an opportunity to learn about the programs to combat drug trafficking, and the visit for the guests from the Ukraine was focused on the transit procedures.
pl: Uczestnicy z Białorusi zapoznali się z polskim systemem szkoleniowym i celnym, uczestnicy z Kazachstanu mieli okazję poznać programy zwalczania przemytu narkotyków, a tematem wizyty dla gości z Ukrainy były procedury tranzytowe.

source: The State Agency for Information and Foreign Investment in cooperation with the Ministry of the Treasury implemented the project called "Supporting the development of market institutions of the Republic of Belarus".
pl: Państwowa Agencja Informacji i Inwestycji Zagranicznych we współpracy z Ministerstwem Skarbu Państwa zrealizowała projekt „Wspieranie rozwoju instytucji rynkowych Republiki Białorusi".

source: The Chancellery of the Sejm was also involved in the provision of technical assistance by covering in 2009 the costs of participation of trainees from the Ukraine and Mongolia in the International Parliamentary Internship Programme.
pl: We współpracę techniczną włączyła się również Kancelaria Sejmu, która sfinansowała w 2009 r. koszty uczestnictwa stażystów z Ukrainy i Mongolii w Międzynarodowym Programie Staży Parlamentarnych.

source: The programme, launched in 2007, offers participants an opportunity to learn about the Sejm procedures and the mechanisms of taking political decisions applied in Poland.
pl: Realizowany od 2007 r. program stwarza uczestnikom okazję zapoznania się z procedurami sejmowymi i mechanizmami podejmowania decyzji politycznych w Polsce.

source: You are here Polish Aid / Our activities / Polish Development Cooperation Forum
pl: jesteś tutaj Polska pomoc / Nasze działania / Forum Polskiej Współpracy Rozwojowej

source: Polish Development Cooperation Forum
pl: Forum Polskiej Współpracy Rozwojowej

source: Polish Development Cooperation Forum is a regular educational event devoted to the issues related to development cooperation.
pl: Forum Polskiej Współpracy Rozwojowej to cykliczne wydarzenie o charakterze edukacyjnym poświęcone zagadnieniom związanym z tematyką współpracy rozwojowej.

source: Main goal of the event is to inform about Polish assistance for developing countries and familiarize Poles with the issue.
pl: Jego celem jest podsumowanie działalności Polski na rzecz krajów rozwijających się oraz przybliżenie tego zagadnienia polskiemu społeczeństwu.

source: The recipients of the Forum, which is organized by the Department of Development Cooperation of the Ministry of Foreign Affairs, are first of all people who are professionally engaged in development cooperation.
pl: Adresatami Forum, którego organizatorem jest Departament Współpracy Rozwojowej Ministerstwa Spraw Zagranicznych, są przede wszystkim osoby zawodowo zajmujące się współpracą rozwojową.

source: For the first time, the Forum was held in 2007 under the name of the Polish Development Cooperation Forum.
pl: Po raz pierwszy, pod nazwą Forum Polskiej Pomocy Zagranicznej, Forum odbyło się w 2007 roku.

source: The participants of its subsequent editions had an opportunity to become familiar with experiences and achievements of Polish institutions and organizations during panels, meetings with representatives of NGO's, UN and governmental agendas.
pl: Uczestnicy jego kolejnych edycji mogli zapoznać się doświadczeniami i osiągnięciami polskich instytucji i organizacji w zakresie pomocy rozwojowej oaz wziąć udział w dyskusjach panelowych i spotkaniach, a także porozmawiać z przedstawicielami poszczególnych organizacji i agend ONZ, który prezentują swoją działalność w części wystawienniczej.

source: In addition, debates about the world's problems, photographic exhibitions, and screenings of documentaries and reportages are organized during the forum.
pl: Dodatkową atrakcją tego wydarzenia są towarzyszące poszczególnym edycjom debaty dotyczące problemów świata, wystawy fotograficzne oraz pokazy filmów dokumentalnych i reportaży.

source: Every year, along with the event, annual report on Polish aid is presented.
pl: Podczas Forum tradycyjnie prezentowany jest również doroczny raport z realizacji programu polskiej współpracy rozwojowej.

source: The meeting was one in a series of meetings of high level representatives of aid donors and humanitarian aid experts.
pl: Było ono organizowane przez Ministerstwo Spraw Zagranicznych oraz Biuro Narodów Zjednoczonych ds.

source: UN OCHA meetings have been organised since 2005 and are aimed at disseminating the humanitarian principles, informing about OCHA's leading role in aid co-ordination within the UN System and about the UN's humanitarian aid activities.
pl: Spotkania mające na celu upowszechnianie szeroko pojętego humanitaryzmu, wspieranie wiodącej roli koordynacyjnej OCHA w sektorze pomocy humanitarnej systemu ONZ oraz działań humanitarnych ONZ są organizowane od 2005 roku.

source: The series of meetings was launched in Abu Dhabi and last year's event took place in Tallin.
pl: Pierwsze odbyło się w Abu Dhabi, a ubiegłoroczne miało miejsce w Tallinie.

source: The core topics of discussion panels were:
pl: Tematyka paneli koncentrowała się na:

source: multilateral aid with particular emphasis on co-ordination and financing - on the particular example of the recent floods in Pakistan;
pl: wielostronnym udzielaniu pomocy, ze szczególnym zwróceniem uwagi na kwestie koordynacyjne i finansowe, w szczególności na przykładzie powodzi w Pakistanie;

source: sharing experience from humanitarian aid activities in Haiti;
pl: doświadczeniach związanych z udzielaniem pomocy humanitarnej Haiti;

source: humanitarian principles and the current trends in multinational humanitarian campaigns;
pl: zasadach humanitaryzmu i aktualnych trendach w prowadzeniu wielonarodowych akcji humanitarnych;

source: partnership with civil society organisations in humanitarian aid provision.
pl: kwestii partnerstwa z organizacjami społeczeństwa obywatelskiego podczas udzielania pomocy humanitarnej.

source: The meeting was attended by over 85 Polish and foreign experts on humanitarian aid (representatives of NGOs, the academia and state administration), representing 31 countries.
pl: W spotkaniu wzięło udział ponad 85 polskich i zagranicznych ekspertow ds. pomocy humanitarnej (przedstawiciele organizacji pozarządowych, środowiska naukowego i przedstawiciele administracji) - łącznie z 31 państw.

source: You are here Polish Aid / Development cooperation / Global Education / Global education 2011 / "Golden OTIS 2011" for Georgian doctors and social workers
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2011 / "Złoty OTIS 2011" dla gruzińskich lekarzy i społeczników

source: "Golden OTIS 2011" for Georgian doctors and social workers
pl: "Złoty OTIS 2011" dla gruzińskich lekarzy i społeczników

source: The Award was presented by the Under-Secretary of State of the Polish Ministry of Foreign Affairs, Mr Krzysztof Stanowski.
pl: Nagrodę wręczył Podsekretarz Stanu w Ministerstwie Spraw Zagranicznych pan Krzysztof Stanowski.

source: It is worth noting that initiatives relating to the post-mastectomy rehabilitation of women are supported in Georgia by Polish institutions in the framework of the Polish development co-operation programme.
pl: Warto dodać, że inicjatywy związane z rehabilitacją kobiet po mastektomii są wspierane w Gruzji przez polskie instytucje w ramach programu polskiej współpracy rozwojowej.

source: This is especially needed in a country where there exist major problems with the provision of basic health care.
pl: W kraju, w którym występują duże problemy z zapewnieniem podstawowej opieki zdrowotnej, jest to szczególnie potrzebne.

source: To see more Polish projects in Georgia download the report prepared by the Embassy of Poland in Tbilisi Georgian-Polish Development Co-operation 2008-2010
pl: Więcej informacji o projektach w Gruzji znajdą Państwo w broszurze Georgian-Polish Development Co-operation 2008-2010 przygotowanej przez Ambasadę RP w Tbilisi.

source: Assistance to children in Syria
pl: Pomoc dzieciom w Syrii

source: This project was directed towards disabled children, victims of landmines in particular, who remain under the care of the Khan Arnabeh Health Centre located in the zone supervised by the UNDOF.
pl: Projekt skierowany był do niepełnosprawnych dzieci, głównie ofiar wybuchów min, pozostających pod opieką ośrodka zdrowia w Khan Arnabeh, w strefie nadzorowanej przez UNDOF.

source: This region is counted among the poorest areas in Syria.
pl: Region ten należy do najbiedniejszych w Syrii.

source: The difficult situation of its inhabitants is further aggravated by the fact that following the establishment of the buffer zone in the Golan Heights in 1973 several families were separated from their relatives by a provisional border between Syria and Israel.
pl: Sytuację jego mieszkańców dodatkowo utrudnia fakt, iż wiele rodzin zostało po ustanowieniu strefy rozdzielenia na Wzgórzach Golan 1973 r. odłączonych od swoich bliskich tymczasową granicą między Syrią a Izraelem.

source: Local farmers living on the Syrian side of the border cannot fully utilise their own farmland due to landmines planted in the region in the 70s.
pl: Miejscowi rolnicy, którzy mieszkają po stronie syryjskiej, nie mogą w pełni wykorzystywać należącej do nich ziemi uprawnej z uwagi na znajdujące się tam od lat 70-tych miny.

source: It is not uncommon that in the course of clearing mine fields or routine farming activities people, many children among them, sustain serious injuries.
pl: Bardzo często, w trakcie akcji rozminowywania lub przy okazji zwykłych prac polowych, okaleczeniu ulegają ludzie, wśród nich wiele dzieci.

source: Since the relevant social services cannot meet the ever mounting demand, the Polish diplomatic mission in Damascus in partnership with the Polish Military Contingent stationed in the Golan Heights purchased 28 wheelchairs for children and young adults to supply the local health centre (in Khan Arnabeh).
pl: Ponieważ odpowiednie służby socjalne nie są w stanie sprostać rosnącym potrzebom, placówka w Damaszku, wspólnie ze stacjonującym na Wzgórzach Golan Polskim Kontyngentem Wojskowym, zakupiła dla miejscowego ośrodka zdrowia (w Khan Arnabeh) 28 dziecięcych i młodzieżowych wózków inwalidzkich.

source: You are here Polish Aid / News / Polish transformation seminar in Tbilisi
pl: jesteś tutaj Polska pomoc / Aktualności / Seminarium nt. doświadczeń transformacyjnych Polski w Tbilisi

source: Polish transformation seminar in Tbilisi
pl: Seminarium nt. doświadczeń transformacyjnych Polski w Tbilisi

source: In the opening session the participants were welcomed by Deputy Prime Minister of Georgia Giorgi Kvirikashvili, Ambassador of Poland Andrzej Cieszkowski, Head of Polish MFA Development Cooperation Department Zuzanna Kierzkowska as well as the World Bank Regional Director for the South Caucasus Henry Kerali.
pl: W sesji inauguracyjnej spotkania udział wziął wicepremier Gruzji, Pan Giorgi Kvirikashvili, Ambasador Polski w Gruzji, Pan Andrzej Cieszkowski, Dyrektor Departamentu Współpracy Rozwojowej MSZ, Pani Zuzanna Kierzkowska, Dyrektorzy Regionalni Banku Światowego - Pani Marina Wes oraz Pan Henry Kerali.

source: The specific objective of the event is an exchange of experience between high-level technical decision-makers in Poland and the group of Eastern Partnership countries.
pl: W procesie tworzenia reform systemowych w krajach rozwijających się niezwykle cenna jest wymiana doświadczeń i możliwość otwartej dyskusji między ekspertami wysokiego szczebla z krajów Partnerstwa Wschodniego i Polski.

source: In addition to specific exchanges of experience, this event is expected to promote more contact between high-level technical experts and decision-makers among these countries.
pl: Seminarium umożliwia stworzenie forum do wielostronnego dialogu na temat reform gospodarczych, wzmacniania instytucji lokalnych w celu zapewnienia lepszej jakości usług publicznych, w tym edukacji oraz zapewnienia stabilności makroekonomicznej i finansowej państwa.

source: This process will add to ongoing bilateral efforts by: focusing on economic reform issues, in particular empowering local institutions to provide better public services and assuring macroeconomic and financial stability and providing a forum for a mutual exchange of experiences.
pl: Polska jest gotowa do dzielenia się swoim doświadczeniem zdobytym podczas procesu transformacji systemowej z państwami Partnerstwa Wschodniego, które obecnie pracują nad wdrożeniem tego rodzaju reform.

source: “We are gathered here today not only because of Poland's accomplishments during the last 25 transition years, but because looking forward - Poland is expected to play an increasingly significant role on the global development scene, by influencing debates internationally and within the EU, sharing its successful experience of economic transition, and supporting global development efforts.
pl: „Zebraliśmy się tutaj nie tylko ze względu na osiągnięcia Polski w ciągu ostatnich 25 lat transformacji, ale widząc, że Polska może odegrać istotną rolę na globalnej scenie rozwojowej poprzez inicjowanie debat na forum unijnym i międzynarodowym, dzieląc się zdobytym doświadczeniem transformacji oraz wspierając wysiłki innych krajów.

source: The main topic of today's seminar - decentralization - was a cornerstone of Poland's success and is now high on the reform agenda in Eastern Partnership countries.” said Andrzej Cieszkowski, Ambassador of Poland to Georgia.
pl: Główny temat seminarium w Tbilisi, decentralizacja, była fundamentem polskiego sukcesu i obecnie jest jednym z priorytetów reform w krajach Partnerstwa Wschodniego” - powiedział Ambasador RP w Gruzji, Andrzej Cieszkowski.

source: You are here Polish Aid / Partner countries / Asia / Afghanistan / Projects 2012 - Afghanistan / Polish aid for Afghanistan in 2012 / Curtain making as a path to professional activation of Afghan women
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Azja / Afganistan / Projekty 2012 - Afganistan / Polska pomoc dla Afganistanu w 2012 r. / Szycie firan drogą do aktywizacji zawodowej afgańskich kobiet

source: Curtain making as a path to professional activation of Afghan women
pl: Szycie firan drogą do aktywizacji zawodowej afgańskich kobiet

source: Professional activation projects directed to Afghan women aim at helping them to enter the job market, taking up their first employment in an easy way.
pl: Projekty aktywizacji zawodowej, przygotowujące Afganki do wejścia na rynek pracy, znacznie ułatwiają podjęcie pierwszego zajęcia zarobkowego.
